<template>
	<div>
		<Header :title="$t('register.Serviceclause')"></Header>
        <div class='addblock'></div>
        <section class='sections'>
            <h1>T-Bond用户协议</h1>
            <div class='indent'>
                <p>通过使用T-Bond软件，注册T-Bond账户或使用我们的任何其他T-Bond服务，视为您同意接受并遵守本使用协议。</p>
                <p>在使用本软件或任何T-Bond服务之前，请仔细阅读完整的使用协议。协议中使用的「T-Bond」是指T-Bond公司，包括但不限于其所有者或其他相关方。</p>
                <p>根据上下文，「T-Bond」也可以指服务，产品，网站，内容或其他材料（统称为「T-Bond服务」）。若您不接受以下协议，请您立即停止注册或主动停止使用本软件的服务。</p>
                <p>根据您所居住的国家或地区，您可能无法使用本软件的所有功能。您有责任遵守您访问本软件和服务的居住国家或地区的这些法律和法规。</p>
                <p>请注意，T-Bond有权对本协议进行修改，恕不另行通知补发，请您定期查看本协议，您继续使用本软件或其提供的相关服务，将被视为接受本协议的任何修订。</p>
                <p>本协议不涉及T-Bond用户与其他用户之间因数字资产交易而产生的法律关系及法律纠纷。</p>
                <h2>一、服务内容</h2>
                <p>1. T-Bond运用自己的系统，通过互联网等方式为用户提供数字资产交易、理财、汇款和云算力商品订购服务。</p>
                <span>
                    <p>2. 用户注册即表示同意如下内容：</p>
                    <span>1) 必要时需要提供合法、真实、准确的个人资料；</span>
                    <span>2) 如有变动，及时更新用户资料。如果用户提供的注册资料不合法、不真实、不准确的，用户需承担因此引起的相应责任及后果，并且T-Bond保留终止用户使用T-Bond各项服务的权利。</span>
                </span>
                <h2>二、服务的提供、修改及终止</h2>
                <p>1. 用户在接受T-Bond各项服务的同时，同意接受T-Bond提供的各类信息服务。用户在此授权T-Bond可以向其账户、电子邮箱、手机等发送商业信息。用户可进入T-Bond相关页面更改个人预留信息。</p>
                <p>2. T-Bond保留随时修改或中断服务而不需通知用户的权利，T-Bond有权行使修改或中断服务的权利，不需对用户或任何无直接关系的第三方负责。</p>
                <p>3. 法律允许范围内，无论在以下何种情况下：信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的服务终止或服务延迟以及用户因此而遭受的损失，T-Bond不承担责任。</p>
                <span>
                    <p>4. 用户对本协议的修改有任何异议或对T-Bond的服务有任何不满，可以行使以下权利:</p>
                    <span>1) 停止使用T-Bond的服务。</span>
                    <span>2) 通过客服、支持等渠道告知T-Bond停止对其服务。结束服务后，用户使用T-Bond用户服务协议的权利立即终止。在此情况下，T-Bond没有义务传送任何未处理的消息或未完成的服务给用户或任何无直接关系的第三方。</span>
                </span>
                <h2>三、用户信息的保密</h2>
                <span>
                    <p>1. 本协议所述的T-Bond用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：</p>
                    <span>1) 用户注册T-Bond账户时，向T-Bond平台提供的个人信息；</span>
                    <span>2) 用户在使用T-Bond服务、参加平台活动或使用软件时，T-Bond自动接收并记录的用户浏览器端数据，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录</span>
                    <span>3) T-Bond从商业伙伴处合法获取的用户个人信息；</span>
                    <span>4) 其它T-Bond通过合法途径获取的用户个人信息。</span>
                </span>
                <p>2. T-Bond承诺未经法定原因或用户事先许可，T-Bond不会向任何第三方透露用户的密码、真实姓名、手机号码、证件号码、住址等非公开信息。</p>
                <span>
                    <p>3. 在下述法定情况下，用户的个人信息将会被部分或全部披露。</p>
                    <span>1) 经用户同意向用户本人或其他第三方披露；</span>
                    <span>2) 根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</span>
                    <span>3) 其他T-Bond根据法律、法规等相关规定进行的披露。</span>
                </span>
                <h2>四、用户权利</h2>
                <span>
                    <p>1. 用户的用户名、密码和安全性</p>
                    <span>1) 用户名不可重复注册。用户名一旦注册成功，不可更改。</span>
                    <span>2) 用户一旦注册成功，成为T-Bond的用户，将得到用户名（用户邮箱或手机号码）和密码，并对以此组用户名和密码登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名发布的言语、行为等而直接或间接导致的法律责任。</span>
                    <span>3) 用户有义务妥善保管T-Bond账号、用户名、密码、短信验证码、谷歌验证码，用户将对用户名、密码和谷歌密钥安全负全部责任。因用户原因导致用户名、密码、谷歌密钥泄露而造成的任何法律后果由用户本人负责，由于用户自身原因泄露这些信息导致的财产损失，本平台不负相关责任。由于T-Bond是交易平台，登录密码、支付密码等不得使用相同密码，否则会有安全隐患，相关责任由用户自身承担。</span>
                    <span>4) 用户密码遗失的，可以通过注册电子邮箱发送的链接或验证码重置密码。用户若发现任何非法使用用户名或存在其他安全漏洞的情况，应立即告知T-Bond。</span>
                    <span>5) T-Bond不会向任何用户索取密码，不会让用户向任何非本平台交易中心提供的账户、数字资产充值地址充值数字资产。请不要相信任何非T-Bond官方发布的信息。请不要向非T-Bond交易中心提供的账户、钱包地址里充值数字资产。因上述原因所造成的损失，T-Bond不承担相关责任。</span>
                </span>
                <p>2. 用户有权修改其账户个人中心、安全设置中各项可修改信息，自行选择录入介绍性文字，自行决定是否提供非必填项的内容；</p>
                <p>3. 用户有权在T-Bond浏览相关数字资产的资讯详情以及交易信息，并发表符合国家法律规定、T-Bond社区规则的文章及观点；</p>
                <p>4. 用户有权根据平台相关规定，获得T-Bond给与的奖励（如手续费打折等）；</p>
                <p>5. 用户有权按照T-Bond发布的活动规则参与T-Bond组织的各项线上、线下活动。</p>
                <p>6. 用户有权查看其T-Bond账号下的信息。</p>
                <h2>五、用户义务</h2>
                <span>
                    <p>1. 不得利用本平台危害所在国家或地区安全、泄露所在国家或地区秘密，不得侵犯所在国家或地区的社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：</p>
                    <span>1) 破坏所在国家或地区宪法和法律、行政法规实施的；</span>
                    <span>2) 煽动颠覆所在国家或地区政权，推翻制度的；</span>
                    <span>3) 煽动分裂所在国家或地区、破坏所在国家或地区统一的；</span>
                    <span>4) 煽动所在国家或地区民族仇恨、民族歧视，破坏所在国家或地区民族团结的；</span>
                    <span>5) 捏造或者歪曲事实，散布谣言，扰乱所在国家或地区社会秩序的；</span>
                    <span>6) 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</span>
                    <span>7) 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</span>
                    <span>8) 损害所在国家或地区政府机关信誉的；</span>
                    <span>9) 其他违反所在国家或地区宪法和法律行政法规的；</span>
                </span>
                <p>2. 用户不得通过任何手段恶意注册T-Bond账号，包括但不限于以牟利、炒作、套现等为目的多个账号注册。用户亦不得盗用其他用户帐号。如用户违反上述规定，则T-Bond有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在平台获得的星级、荣誉以及虚拟财富，暂停或查封用户账号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>
                <p>3. 禁止用户将T-Bond以任何形式作为从事各种非法活动的场所、平台或媒介。未经T-Bond的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将T-Bond作为从事商业活动的场所、平台或媒介。如用户违反上述规定，则T-Bond有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在平台获得的星级、荣誉以及虚拟财富，暂停或查封用户账号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>
                <p>4. 用户在T-Bond以各种形式发布的一切信息，均应符合所在国家或地区法律法规等相关规定及平台相关规定，符合所在国家或地区社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且T-Bond因此受到的损失，有权向用户追偿。</p>
                <h2>六、拒绝担保与免责</h2>
                <p>1. T-Bond作为「网络服务提供者」的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。对于用户在接受T-Bond服务的过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，T-Bond不承担法律责任。</p>
                <p>2. 基于互联网的特殊性，T-Bond也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因T-Bond导致的责任。T-Bond力图使用户能对本平台进行安全访问和使用，但T-Bond不声明也不保证本平台或其服务器是不含病毒或其它潜在有害因素的；因此用户应使用业界公认的软件查杀任何自T-Bond下载文件中的病毒。</p>
                <p>3. T-Bond不对用户所发布信息的保存、修改、删除或储存失败负责。对平台上的非因T-Bond故意所导致的排字错误、疏忽等不承担责任。T-Bond有权但无义务，改善或更正本平台任何部分之疏漏、错误。</p>
                <p>4. 除非T-Bond以书面形式明确约定，T-Bond对于用户以任何方式（包括但不限于包含、经由、连接或下载）从本平台所获得的任何内容信息，包括但不限于广告等，不保证其准确性、完整性、可靠性；对于用户因本平台上的内容信息而购买、获取的任何产品、服务、信息或资料，T-Bond不承担责任。用户自行承担使用本平台信息内容所导致的风险。</p>
                <p>5. T-Bond内所有用户所发表的用户评论，仅代表用户个人观点，并不表示本平台赞同其观点或证实其描述，本平台不承担用户评论引发的任何法律责任。</p>
                <p>6. T-Bond有权删除T-Bond内各类不符合法律或协议规定的信息，而保留不通知用户的权利。</p>
                <p>7. 所有发给用户的通告，T-Bond都将通过正式的页面公告、站内消息、电子邮件、客服电话、手机短信或常规的信件送达。任何非经T-Bond正规渠道获得的中奖、优惠等活动或信息，T-Bond不承担法律责任。</p>
                <p>8. T-Bond有权根据市场情况调整购买、提现、交易、汇款、利息等手续费费率，有权决定免费推广期的终止。</p>
                <h2>七、关于协议</h2>
                <p>1. 本协议是T-Bond与用户注册成为T-Bond用户，使用T-Bond服务之间的重要法律文件，T-Bond或者用户的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为淮。</p>
                <p>2. 本协议的规定应视为可分割，任何协议被视为不合法、无效或因任何原因而无法执行，不影响任何其它协议的法律效力。</p>
                <p>3. 因用户使用T-Bond而引起的一切争议、权利主张或其它事项，均受用户所在国家或地区法律的管辖。</p>
                <p>4. 用户和T-Bond发生争议的，应首先本着诚信原则通过协商加以解决。如果协商不成，则应向T-Bond所在国家或地区法院提起诉讼。 </p>
                <p>5. 为了您更好地使用T-Bond服务，您还需要阅读并遵守《T-Bond跨境汇款条约》、《T-Bond理财产品风险提示》、《OTC交易规则》以及T-Bond平台公示的其它规则，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制服务方责任的条款。前述协议或规则的部分条款被认定无效的，不影响其它内容的效力。</p>
            </div>
        </section>
    </div>
</template>



<script>
export default {
  data(){
	  return{

	  }
  },
}
</script>

<style lang="less" scoped>
.g_head{
    position: fixed;
    width: 100%;
}
.addblock{
    height: 0.95rem;
}
.sections{
	width: 100%;
	height: 100%;
	background: #FFFFFF;
	text-align: center;
	h1{
		color: #000000;
		font-size: 0.4rem;
		font-weight: inherit;
		text-align: left;
		line-height: 1rem;
		text-indent: 0.4rem;
    }
    h2{
        color: #000000;
        text-align: left;
        margin: 0.5rem 0 0.3rem 0;
    }
	p{
        text-indent: 0.3rem;
		color: #000000;
		text-align: left;
		line-height: 0.5rem;
		margin-top: 0.3rem;
		span{
			color: #FF0000;
		}
    }
    span{
        color: #000000;
        span{
            display: block;
            text-align: left;
            text-indent: 0.6rem;
            line-height: 0.5rem;
            margin-top: 0.2rem;
        }
    }
	.indent{
		width: 90%;
		margin: auto;
	}
}
</style>
